[LWS_Arsonist X2SoldierClassTemplate]
DisplayName="化学喷罐兵"
ClassSummary="化学喷罐兵是前线职业，专门使用化学喷射器及其配套的化合罐。他们在战场上最大的优势是控制人群和全副武装地对付顽固的敌人。"
LeftAbilityTreeTitle="焦土"
RightAbilityTreeTitle="屠杀"
AbilityTreeTitles[0]="焦土"
AbilityTreeTitles[1]="屠杀"
AbilityTreeTitles[2]="强度"
AbilityTreeTitles[3]="XCOM"

;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="魔王"
RandomNickNames_Male[1]="消防员"
RandomNickNames_Male[2]="霸主"
RandomNickNames_Male[3]="狼爸爸"
RandomNickNames_Female[0]="余烬"
RandomNickNames_Female[1]="皇后"
RandomNickNames_Female[2]="熊妈妈"
RandomNickNames_Female[3]="女巫"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Male[1]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Male[2]="叫他厨师，因为他会负责做饭。"
PhotoboothSoloBLines_Male[3]="再次进入突破口！"
PhotoboothSoloBLines_Male[4]="秘密行动被高估了。"

PhotoboothSoloBLines_Female[0]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Female[1]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Female[2]="叫他厨师，因为他会负责做饭。"
PhotoboothSoloBLines_Female[3]="再次进入突破口"
PhotoboothSoloBLines_Female[4]="秘密行动被高估了。"

[ArsonistHotshot X2AbilityTemplate]
LocFriendlyName="激射"
LocLongDescription="你处理化学喷射器的能力简直是不正常的。获得快速燃烧和精细控制能力。"
LocHelpText="获得快速燃烧和精细控制能力"
LocFlyOverText="激射"
LocPromotionPopupText="<Bullet/> 快速燃烧是一个激活的免费行动，5回合冷却时间，将使你下次使用这些行动中的任何一个不消耗行动点-你的标准化学喷射攻击，或化学风暴，增压爆发或爆发能力。\n<Bullet/> 精细控制将确保你的化学喷射器的攻击行为不会影响到友军，也将确保医疗喷雾和熏蒸能力不会影响敌人。"